datasets/benchmark-results/ventraip/201811200814/wordpress-results-ventraip-1-201811200814.log
Running 1m test @ http://blog.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 74.907ms, rate sampling interval: 157ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.25ms    7.76ms  62.50ms   62.00%
    Req/Sec     0.94      2.18     6.00     84.28%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   44.83ms
 75.000%   47.20ms
 90.000%   53.31ms
 99.000%   62.53ms
 99.900%   62.53ms
 99.990%   62.53ms
 99.999%   62.53ms
100.000%   62.53ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      29.295     0.000000            1         1.00
      32.143     0.100000            5         1.11
      35.583     0.200000           10         1.25
      42.335     0.300000           15         1.43
      43.999     0.400000           20         1.67
      44.831     0.500000           25         2.00
      46.111     0.550000           28         2.22
      46.431     0.600000           30         2.50
      46.751     0.650000           33         2.86
      46.879     0.700000           35         3.33
      47.199     0.750000           38         4.00
      47.967     0.775000           39         4.44
      49.407     0.800000           40         5.00
      51.135     0.825000           43         5.71
      51.135     0.850000           43         6.67
      52.095     0.875000           44         8.00
      53.311     0.887500           45         8.89
      53.311     0.900000           45        10.00
      53.727     0.912500           46        11.43
      55.135     0.925000           47        13.33
      55.135     0.937500           47        16.00
      57.055     0.943750           48        17.78
      57.055     0.950000           48        20.00
      57.055     0.956250           48        22.86
      61.983     0.962500           49        26.67
      61.983     0.968750           49        32.00
      61.983     0.971875           49        35.56
      61.983     0.975000           49        40.00
      61.983     0.978125           49        45.71
      62.527     0.981250           50        53.33
      62.527     1.000000           50          inf
#[Mean    =       44.247, StdDeviation   =        7.760]
#[Max     =       62.496, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.10MB read
Requests/sec:      1.00
Transfer/sec:     52.84KB